Repository: snorkel-marlin-repos/metabrainz_picard_pr_2713_a0610c16-e9df-42b1-8e4b-06d6e24b8f44
Catalog: po/appstream/*.po
Languages: tr

source: MusicBrainz's music tagger
tr: MusicBrainz'in müzik etiketleyicisi

source: Do you need to clean up your music library? Picard is an open-source cross-platform music tagger by MusicBrainz. It has the ability to identify audio files even without any existing metadata.
tr: Müzik kitaplığınızı temizlemeniz mi gerekiyor? Picard, MusicBrainz'in açık kaynaklı, platformlar arası bir müzik etiketleyicisidir. Mevcut herhangi bir meta veri olmadan bile ses dosyalarını tanımlama yeteneğine sahiptir.

source: Picard helps you organize your music collection by renaming your music files and sorting them into a folder structure exactly the way you want it. A variety of plugins are available and you can even write your own. Picard supports a wide range of audio formats and can also lookup an entire CD for you.
tr: Picard, müzik dosyalarınızı yeniden adlandırarak ve bunları tam istediğiniz gibi bir klasör yapısında sıralayarak müzik koleksiyonunuzu düzenlemenize yardımcı olur. Çeşitli eklentiler mevcuttur ve hatta kendinizinkini bile yazabilirsiniz. Picard çok çeşitli ses biçimlerini destekler ve ayrıca sizin için bir CD'nin tamamını arayabilir.

source: Tagging audio files has never been easier.
tr: Ses dosyalarını etiketlemek hiç bu kadar kolay olmamıştı.

source: Features:
tr: Özellikler:

source: Multiple formats: Picard supports all popular music formats, including MP3, FLAC, OGG, M4A, WMA, WAV, and more.
tr: Çoklu biçim desteği: Picard, MP3, FLAC, OGG, M4A, WMA, WAV ve daha fazlası dahil olmak üzere tüm popüler müzik biçimlerini destekler.

source: AcoustID: Picard uses AcoustID audio fingerprints, allowing files to be identified by the actual music, even if they have no metadata.
tr: AcoustID: Picard, AcoustID ses parmak izlerini kullanarak dosyaların meta verileri olmasa bile müziğin aslı tanımlanmasına olanak tanır.

source: Comprehensive database: Picard uses the open and community-maintained MusicBrainz database to provide accurate information about millions of music releases.
tr: Kapsamlı veri tabanı: Picard, milyonlarca müzik sürümü hakkında doğru bilgi sağlamak için açık ve topluluk tarafından sürdürülen MusicBrainz veri tabanını kullanır.

source: CD lookups: Picard can lookup entire music CDs with a click.
tr: CD aramaları: Picard tek tıklamayla müzik CD'lerinin tamamını arayabilir.

source: Plugin support: If you need a particular feature, you can choose from a selection of available plugins or write your own.
tr: Eklenti desteği: Belirli bir özelliğe ihtiyacınız varsa mevcut eklentiler arasından seçim yapabilir veya kendiniz yazabilirsiniz.

source: Scripting: A flexible but easy to learn scripting language allows you to exactly specify how your music files will be named and how the tags will look like.
tr: Komutlar Oluşturma: Esnek ancak öğrenmesi kolay bir komut dili, müzik dosyalarınızın nasıl adlandırılacağını ve etiketlerin nasıl görüneceğini tam olarak belirtmenize olanak tanır.

source: Cover Art: Picard can find and download the correct cover art for your albums.
tr: Kapak Görseli: Picard, albümleriniz için doğru kapak görsellerini bulabilir ve indirebilir.

source: Open Source: Picard is licensed under the GNU General Public License 2.0 or later, and is hosted on GitHub where it is actively developed by some awesome developers.
tr: Açık Kaynak: Picard, GNU Genel Kamu Lisansı 2.0 veya üzeri kapsamında lisanslanmıştır ve bazı harika geliştiriciler tarafından aktif olarak geliştirildiği GitHub'da barındırılmaktadır.

source: MetaBrainz Foundation
tr: MetaBrainz Vakfı

source: Tag your music with the next generation MusicBrainz tagger
tr: Müziğinizi yeni nesil MusicBrainz etiketleyiciyle etiketleyin

source: New Window
tr: Yeni Pencerede Aç
